adobe-source-sans-fonts
alacritty
alsa-utils
android-tools
anki
apparmor
arch-install-scripts
aria2
asar
ascii
aseprite
aspell-pt
axel
base
base-devel
bash-completion
bat
bat-extras
bbswitch-dkms
bc
beets
bind
blender
bluez
bluez-utils
bottom
breeze-gtk
breeze5
bsd-games
bspwm-git
btop
bumblebee
busybox
cage
cantata
ccache
ccls
cef-minimal-obs-bin
chntpw
clac
clang
clisp
cloc
cmatrix
cowsay
csfml
curlie
dash
dcd
deno
desmume
dfmt
discord
dolphin
dolphin-emu
dragon-drop
dscanner
dtools
dub
dunst
earlyoom
ed
elixir
emscripten
entr
epiphany
erlang_ls
expect
faac
faad2
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-kkc
fcitx5-qt
fd
ffmpeg4.4
firefox
firefox-i18n-en-gb
fish
flameshot
fzf
gamescope
gcolor3
gdb
ghcup-hs-bin
gifski
gimp
git
git-extras
github-cli
glad
glade
gleam-bin
glow
gnome-mines
go-yq
godot
godot-mono-bin
golfscript
gopls
gucharmap
gvim
halloy-bin
haskell-fourmolu
helix
hunspell-en_gb
hunspell-en_us
hunspell-pt-br
hyfetch
hyperfine
hyphen-en
hyphen-pt-br
id3v2
imagemagick
imlib2
inetutils
inkscape
intel-ucode
irssi
jdk17-openjdk
jp2a
jq
jre21-openjdk
just
kdenlive
keepassxc
krita
kvantum
kvantum-qt5
kvantum-theme-materia
lazygit
ldc
lib32-llvm
lib32-nvidia-470xx-utils
libmicrodns
libmythes
libphobos
libreoffice-still
libreplaygain
libvirt
light
linux-firmware
linux-zen
linux-zen-headers
lld
love
lshw
lua-language-server
lxappearance
maid-bin
man-db
man-pages
mdbook
mesa-utils
meson
mesonlsp
mgba-sdl
mingw-w64-headers
moreutils
mpc
mpd
mpd-mpris
mprisence
mpv
musepack-tools
mythes-en
mythes-pt-br
namcap
nasm
neovim
nethogs
networkmanager
nitrogen
nmap
nodejs
noto-fonts
noto-fonts-cjk
npm
ocaml
opam
optipng
osu-lazer-bin
otf-ipafont
otf-latinmodern-math
otf-stix
oxipng
p7zip
pacman-contrib
pandoc-bin
papirus-icon-theme
paru
paru-debug
pavucontrol
peek
picom
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
plocate
polybar
ppsspp
primus_vk
prismlauncher-qt5-bin
python-brotli
python-fonttools
python-pip
python-pipx
python-pyclip
qalculate-qt
qemu-full
qt5-webengine
qt6-languageserver
qtscrcpy
radare2
ranger
raylib
redis
reflector
ripgrep
rlwrap
rofi
rofi-calc
rsgain-git
ruby
rust-analyzer
rustup
sccache
scrot
senpai
serve-d-bin
shards
shellcheck
signal-desktop
smartmontools
spectacle
spotify-launcher
sshfs
stb
steam
steam-native-runtime
strace
stress
stylua
sudo
sxhkd-git
syncplay
systembus-notify
tagutil
taplo-cli
tcc
tcl
tea
tetrio-desktop
thunderbird
tidy
tk
tmux
tokei
tree
tree-sitter-cli
ttc-iosevka
ttf-courier-prime
ttf-fira-code
ttf-inconsolata
ttf-kanjistrokeorders
ttf-liberation
ttf-nerd-fonts-symbols
ttf-sarasa-gothic
ttf-twemoji
ttf-ume
ueberzug
unclutter
ungoogled-chromium-bin
unzip
upx
vesktop-bin
vi
vim-plug
virt-manager
vlc
vulkan-intel
w3m
wabt
wacomtablet
wasm-bindgen
wasmtime
watchexec
waydroid
waydroid-script-git
webkit2gtk
wget
wgsl-analyzer-bin
whois
wine
wine-mono
wireplumber
wl-clipboard
words
xautomation
xcape
xclip
xf86-input-wacom
xf86-video-intel
xorg-bdftopcf
xorg-server
xorg-twm
xorg-xclipboard
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xorg-xinit
xorg-xkill
xorg-xsetroot
xterm
yt-dlp
zig
zip
zls
zopfli
zoxide
zsh
zsh-completions
